[
    {
        "id": 1,
        "active": true,
        "title": "Terapia, abandono e amigos",
        "content": [
            {
                "type": "PARAGRAPH",
                "value": "voltei para terapia!!!"
            },
            {
                "type": "PARAGRAPH",
                "value": "análise pode ser considerada terapia? vou fingir que sim. também não sei se posso considerar uma volta; da outra vez, fui em quatro sessões e quando a terapeuta pediu para eu passar um minuto (!!!) falando bem de mim (!!!!!!!), eu decidi nunca mais pisar lá."
            },
            {
                "type": "PARAGRAPH",
                "value": "nunca fui tão ofendido por alguém."
            },
            {
                "type": "PARAGRAPH",
                "value": "nunca fui tão ofendido por mim."
            },
            {
                "type": "PARAGRAPH",
                "value": "o gatilho para ambas idas foi o coração partido."
            },
            {
                "type": "PARAGRAPH",
                "value": "na primeira, minha mãe foi atrás por mim. eu não tinha condições de cuidar de mim e minha mãe percebeu (não tinha como não perceber) que eu estava na sombra do fundo poço (e isso porque eu nunca contei para ela das ideações suicidas que tive na época, mas não é aqui que vou contar disso)."
            },
            {
                "type": "PARAGRAPH",
                "value": "dessa vez, eu fui atrás e com ~muito~ incentivo dos meus amigos, consegui agir."
            },
            {
                "type": "PARAGRAPH",
                "value": "meu motivo principal para ir atrás da análise não é para superar uma decepção amorosa, apesar de esse ter sido o gatilho. enquanto apaixonado, eu me decepcionei comigo mesmo. vi sentimentos e paranoias em mim que não queria ver nem acreditava que existiam."
            },
            {
                "type": "PARAGRAPH",
                "value": "a paixão pegou a imagem idólatra que tinha de mim e a transformou em pó. o davi racional, que falava orgulhosamente sobre sentimentos e relações como dono da verdade, inquestionável e sempre correto, só fingiu que existiu; era resultado do meu completo desconhecimento de mim."
            },
            {
                "type": "PARAGRAPH",
                "value": "o que existe, ou o que acho que existe — afinal, as certezas se foram — é um davi que teme mais do que tudo o abandono, que não sabe lidar bem com a fragilidade das relações e que ainda não consegue ver coisas boas em si (que não sabe, ou não consegue, ou não tem nem a coragem de dizer em voz alta o que é, nem o que não é) e, por isso, teme ficar só."
            },
            {
                "type": "PARAGRAPH",
                "value": "por outro lado, enquanto sofria do coração e do carnaval, percebi que sou amado. muito obrigado, pai, mãe e amigos. o afeto e convívio de vocês é a coisa mais próxima da realização do meu maior sonho e o lugar mais longínquo do meu maior medo."
            },
            {
                "type": "PARAGRAPH",
                "value": "viver é bom e vocês (e a arte e o sol — não podemos nos esquecer do calor do sol) fazem a vida valer a pena."
            }
        ]
    },
    {
        "id": 2,
        "active": true,
        "title": "Today is my birthday.",
        "content": [
            {
                "type": "IMAGE",
                "value": "http://home.kegangu.net:7070/-euV8AfgQZA/me.jpg",
                "alt":"Davi's birthday"
            },
            {
                "type": "PARAGRAPH",
                "value": "Hoje completo 25 anos. Às 18:06, pra ser mais preciso. Estranho dizer isso, mas ultimamente tenho gostado de ser eu."
            },
            {
                "type": "PARAGRAPH",
                "value": "Oito ou nove meses atrás eu era tomado por uma angústia quase indizível ao ler Fernando Pessoa dizendo que nunca saímos de nós mesmos, mas já não tenho me sentido assim."
            },
            {
                "type": "PARAGRAPH",
                "value": "Não sei se é córtex pré-frontal finalmente terminando de se desenvolver ou se sou eu me conhecendo melhor."
            },
            {
                "type": "PARAGRAPH",
                "value": "A análise tem me feito muito bem. Duvidar do que penso e questionar os porquês dos meus pensamentos me fizeram sair da rota já conhecida e explorar outras maneiras de ver a mim e minha relação com o mundo."
            },
            {
                "type": "PARAGRAPH",
                "value": "Além disso, percebi que tenho me tornado quem quero ser. Quando paro pra pensar no Davi adolescente que vivia de tristeza, tédio e vazios, fico bastante contente por ter me tornado e ainda estar me tornando uma pessoa aberta ao sentir."
            },
            {
                "type": "PARAGRAPH",
                "value": "Sentir tem sido uma delícia."
            },
            {
                "type": "PARAGRAPH",
                "value": "Uns anos atrás eu percebi que eu poderia viver, que era digno da vida que me foi dada, e me enganei achando que isso seria o suficiente."
            },
            {
                "type": "IMAGE",
                "value": "http://home.kegangu.net:7070/-SCNGrv5j5R/rei.jpg",
                "alt":"Davi's birthday"
            },
            {
                "type": "PARAGRAPH",
                "value": "Não tem três meses que fiquei completamente descaralhado ao me dar conta de que a angústia de viver na sombra do que suponho que os outros esperam de mim é pior do que a angústia de ser eu."
            },
            {
                "type": "PARAGRAPH",
                "value": "Então aprendi que é gostoso fazer as coisas que gosto."
            },
            {
                "type": "PARAGRAPH",
                "value": "Não só é gostoso fazer as coisas que gosto, como entendi que fazer o que gosto destrói meu atual eu como também constrói o eu que existe aqui dentro há muito tempo, mas nunca pôde ser."
            },
            {
                "type": "PARAGRAPH",
                "value": "No fim do dia, era só ter assistido Neon Genesis Evangelion direito que já tinha resolvido isso tudo há muito tempo."
            },
            {
                "type": "PARAGRAPH",
                "value": "É isso. Obrigado por ler <3."
            },
            {
                "type": "PARAGRAPH",
                "value": "E parabéns pra mim :)"
            },
            {
                "type": "PARAGRAPH",
                "value": "'Eu me odeio. Mas talvez possa aprender a me amar. Talvez não tenha problema ficar aqui. É. Eu sou apenas eu. Eu sou eu. Quero ser eu. E quero ficar aqui. E tudo bem ficar aqui!' - Neon Genesis Evangelion, Episódio 26"
            },
            {
                "type": "IMAGE",
                "value": "http://home.kegangu.net:7070/-7pthSDY9fa/omedetou.gif",
                "alt":"Davi's birthday"
            }
        ],
        "imgPreview": "http://home.kegangu.net:7070/-euV8AfgQZA/me.jpg"
    },
    {
        "id": 3,
        "active": true,
        "title": "Le vent se lève",
        "content": [
            {
                "type": "POEM",
                "value": [
                    "o inverno chegou",  
                    "a comida faltou",  
                    "seis meses",  
                    "e já precisas da coragem de uma vida"
                ]
            },
            {
                "type": "POEM",
                "value": [
                    "o vento frio arrepia tuas plumas",  
                    "o medo gela tua espinha",  
                    "então,",  
                    "com teu bico, agarras o verão",  
                    "e deixas para trás teu rincão"
                ]
            },
            {
                "type": "POEM",
                "value": [
                    "É preciso partir"
                ]
            },
            {
                "type": "POEM",
                "value": [
                    "de azul em azul em azul, segues",  
                    "sem saber para onde",  
                    "na esperança de que lá",  
                    "(que não sabes se há)",  
                    "poderás descansar"
                ]
            },
            {
                "type": "POEM",
                "value": [
                    "É preciso continuar"
                ]
            },
            {
                "type": "POEM",
                "value": [
                    "estás tão longe de casa",  
                    "voaste por tantos lugares",  
                    "que não te lembras mais das paredes que deixaste"
                ]
            },
            {
                "type": "POEM",
                "value": [
                    "......."
                ]
            },
            {
                "type": "POEM",
                "value": [
                    "olho pela janela… uma multidão de asas tomam o céu",  
                    "em seus rubros bicos, trazem cantos",  
                    "e o verão",  
                    "que enchem meu coração"
                ]
            },
            {
                "type": "POEM",
                "value": [
                    "É preciso viver"
                ]
            }
        ]
    },
    {
        "id": 4,
        "active": true,
        "title": "Azul? Teu Cu!",
        "abstract": "Ferreira Gullar trouxe uma raiva latente à superficie",
        "content": [
            {
                "type": "PARAGRAPH",
                "value": "pouco tempo atrás estava de saco cheio de poesia, de aspirações, de sonhos, fantasias, das brincadeiras, do lúdico, do transcendental, e por aí vai."
            },
            {
                "type": "PARAGRAPH",
                "value": "queria mandar pra casa do caralho Clarices e Drummonds; ao inferno com toda essa poesia, beleza, com todo esse lirismo, essas sutilezas, com o dizer sem dizer, o oculto, que não quer ser revelado, mas quer ser sentido. enfim…"
            },
            {
                "type": "PARAGRAPH",
                "value": "[pausa]"
            },
            {
                "type": "PARAGRAPH",
                "value": "eu estava com vontade de pedras, obscenidades, sujeira, de pão e de carne. Eu queria morder alguém, tirar um pedaço, me espreguiçar, arrancar meus próprios braços na altura do cotovelo (sentimento mais recorrente do que deveria ser, talvez)."
            },
            {
                "type": "PARAGRAPH",
                "value": "enfim, um desejo duro pelo real."
            },
            {
                "type": "PARAGRAPH",
                "value": "achei que tinha passado, mas, para minha surpresa, não. E quem diria que voltaria justamente quando peguei um livro de poesia para ler. Para minha felicidade, Ferreira Gullar é um poeta da obscenidade, do sujo, do pornográfico. Vide o famosíssimo Poema Sujo, que recomendo que leia. aqui vai um trechinho do começo dele:"
            },
            {
                "type": "POEM",
                "value": [
                    "azul",
                    "era o gato",
                    "azul",
                    "era o galo",
                    "azul",
                    "o cavalo",
                    "azul",
                    "teu cu"
                ]
            },
            {
                "type": "PARAGRAPH",
                "value": "Teu cu! porra, cu, buceta, caralho."
            },
            {
                "type": "PARAGRAPH",
                "value": "Vai Tomar No Cu."
            },
            {
                "type": "PARAGRAPH",
                "value": "as vezes acho que desejo duro pelo real - veja bem, desejo duro; tem que ser duro! - é, na verdade, uma ânsia, ou uma angústia, por um peso; algum peso qualquer. Sentimento muito parecido com o de precisar de ao menos um lençol para dormir à noite. Um peso, uma verdade, um valor, talvez? ou melhor: “reaver a manhã que virou lixo”. O que Ferreira Gullar quis dizer com isso? o que eu quero dizer com isso citando ele aqui? sei lá. por algum motivo parece fazer sentido."
            },
            {
                "type": "PARAGRAPH",
                "value": "[pausa]"
            }
        ]
    },
    {
        "id": 5,
        "active": true,
        "title": "Rádio de baixo #1",
        "abstract": "bla bla bla",
        "content": [
            
            {
                "type": "PARAGRAPH",
                "value": "as vezes acho que desejo duro pelo real - veja bem, desejo duro; tem que ser duro! - é, na verdade, uma ânsia, ou uma angústia, por um peso; algum peso qualquer. Sentimento muito parecido com o de precisar de ao menos um lençol para dormir à noite. Um peso, uma verdade, um valor, talvez? ou melhor: “reaver a manhã que virou lixo”. O que Ferreira Gullar quis dizer com isso? o que eu quero dizer com isso citando ele aqui? sei lá. por algum motivo parece fazer sentido."
            },
            {
                "type": "IFRAME",
                "value": {
                    "src": "https://open.spotify.com/embed/track/2lCTH2MWwoj9CR4fzm9dzK?utm_source=generator",
                    "width": "100%",
                    "height": "152"
                }
            },
            {
                "type": "IFRAME",
                "value": {
                    "src": "https://open.spotify.com/embed/track/0HAAS6evvD9r1mN09Mfpp6?utm_source=generator",
                    "width": "100%",
                    "height": "152"
                }
            },
            {
                "type": "IFRAME",
                "value": {
                    "src": "https://open.spotify.com/embed/track/5y4lq3bxrh4DSyG10xdjyx?utm_source=generator",
                    "width": "100%",
                    "height": "152"
                }
            }
        ]
    },
    {
        "id": 6,
        "active": true,
        "title": "Buenos Aires - 11/01/2025 - 08/02/2025",
        "imgPreview": "https://github.com/davi-dangel/andar-de-baixo-v2/blob/master/src/assets/buenos_aires/01.JPG",
        "abstract": "Buenos Aires, Argentina",
        "content": [
            
            {
                "type": "IMAGE",
                "value": "../assets/buenos-aires/01.JPG",
                "alt":"Test"
            }
        ]
    }
]